{
	"blink.cmp": {
		"branch": "main"
	},
	"codecompanion.nvim": {
		"branch": "main"
	},
	"conform.nvim": {
		"branch": "master"
	},
	"diffview.nvim": {
		"branch": "main"
	},
	"neogit": {
		"branch": "master"
	},
	"nvim-surround": {
		"branch": "main"
	},
	"nvim-tree.lua": {
		"branch": "master"
	},
	"nvim-treesitter": {
		"branch": "master"
	},
	"nvim-web-devicons": {
		"branch": "master"
	},
	"outline.nvim": {
		"branch": "main"
	},
	"plenary.nvim": {
		"branch": "master"
	},
	"telescope.nvim": {
		"branch": "master"
	}
}
